/* The format string to be used in the `FUIPageViewController`\n as the page index title. For example \"5 of 10\". */
"PageIndexFormatKey" = "%d de %d";

/* The tile for the previous button. */
"PreviousKey" = "Anterior";

/* The title for the next button. */
"NextKey" = "Seguinte";

/* No Data View */
"NoDataKey" = "Não estão disponíveis dados do gráfico.";

/* The title for title label in an empty results view. */
"EmptySearchResultsTitleKey" = "Nenhum resultado encontrado para";

/* The title for caption label in an empty results view. */
"EmptySearchResultsCaptionKey" = "Tente pesquisar outra coisa.";

/* The title for the clear button */
"ClearKey" = "Limpar";

/* The title for the What's New screen. */
"WhatsNewTitleKey" = "Novidades";

/* The title for the start button. */
"StartKey" = "Iniciar";

/* The title for the close button. */
"CloseKey" = "Fechar";

/* The title for FUIFeedbackScreen.SyncController */
"SyncInProgressKey" = "Sincronização em curso";

/* The message for FUIFeedbackScreen.SyncController */
"SyncInProgressMessageKey" = "Aguarde pela conclusão da sincronização para continuar para a aplicação. Pode demorar alguns segundos.";

/* The error banner title when sync failed */
"SyncFailedKey" = "Sincronização falhada";

/* The Transaction Issue error screen title */
"TransactionIssueKey" = "Problema de transação";

/* The message under the transaction issue title */
"TransactionIssueMessage1Key" = "Antes de poder aceder à sua conta neste dispositivo, entregue o dispositivo:";

/* The message on top of the button in the transaction issue screen */
"TransactionIssueDetailMessageKey" = "Eles vão precisar de iniciar sessão com a conta delas e resolver o problema da transação.";

/* The action button title in the transaction issue screen */
"ReturnToSignInKey" = "Voltar ao ecrã de início de sessão";

/* The connection error screen title */
"NoConnectionKey" = "Nenhuma ligação à Internet";

/* The message under the connection error title */
"NoConnectionMessageKey" = "Ligue-se a uma rede WiFI ou rede de dados móveis.";

/* The action button title in the connection error screen */
"TryAgainKey" = "Tente novamente";

/* The title for the re-enter signature button. */
"ReEnterSignatureKey" = "Introduza novamente a assinatura";

/* The format string to be used in the `FUIDataTableCardView`\n as the footnote. For example \"5 more entries\". */
"SeeAllKey" = "mais %d entradas";

/* The string to be used in the `FUIDataTableCardView`\n as the footnote. */
"NoMoreEntriesKey" = "Sem mais entradas";

/* The FUISimplePropertyCollectionViewCell keyLabel accessabilityLabel format string */
"SimplePropertyCellKeyLabelAccessabilityLabel" = "keyName é %@";

/* The FUISimplePropertyCollectionViewCell valueLabel accessabilityLabel format string */
"SimplePropertyCellValueLabelAccessabilityLabel" = "valor é";

/* The string to be used as the title in the `FUIEmptyStateView`. */
"EmptyStateTitleKey" = "Impossível carregar dados";

/* The overflow button name in `FUIToolbar`. */
"OverflowMenuKey" = "Menu de capacidade excedida";

/* The default title for the icon in the overflow button of `FUIToolbar`. */
"IconFormatKey" = "Ícone %d";

/* Accessibility strings related to HierarchyView */
"IsShowingChildrenKey" = "Está a mostrar os elementos subordinados";

"DoubleTapToShowChildrenKey" = "Fazer duplo toque para mostrar os elementos subordinados";

"ChildKey" = "Elemento subordinado";

"ChildrenKey" = "Elementos subordinados";

/* Accessibility strings related to ObjectCell */
"ImageKey" = "Imagem";

